{
	"title": "Polityka prywatności",
	"last-updated": "Ostatnia aktualizacja:",
	"introduction": "Wprowadzenie",
	"introduction-1": "Air Radar został stworzony w celu umożliwienia ludziom łatwego sprawdzania jakości powietrza w każdym miejscu na świecie w kilka sekund, a następnie - w zależności od ich preferencji - prostego udostępnienia tego typu informacji innym.",
	"introduction-2": "Obecnie jest już dostępnych wiele podobnych narzędzi. Niektóre z nich prezentują użytkownikom kolorowe mapy z setkami, a nawet tysiącami czujników. Dlaczego tworzymy kolejną tego typu stronę?",
	"introduction-3": "Niestety jest kilka rzeczy, które nie podobają się nam w dostępnych obecnie rozwiązaniach, głownie są to:",
	"introduction-list-1": "wątpliwości co do prywatności (zbieranie prywatnych danych, publikacja denerwujących reklam);",
	"introduction-list-2": "ograniczone pokrycie danych;",
	"introduction-list-3": "ograniczone możliwości personalizacji;",
	"introduction-list-4": "sprzedaż własnych, często bardzo drogich czujników jakości powietrza, brak zgody na dodawanie własnoręcznie stworzonych sensorów.",
	"introduction-4": "Air Radar chce rozwiązać powyższe problemy oferując zupełnie darmową i otwartoźródłową platformę, która nie zbiera prywatnych danych i pozwala na pozwala na swobodną personalizację.",
	"collected-data": "Zbierane dane",
	"collected-data-1": "Ponieważ Air Radar nie oferuje opcji tworzenia konta użytkownika, nie zostają zbierane ani przechowywane dane wrażliwe, takie jak adresy e-mail, hasła, imiona i nazwiska itp.",
	"collected-data-2": "W celu utworzenia raportu na temat czystości powietrza, użytkownik musi dostarczyć lokalizację. Może on to zrobić na 2 sposoby:",
	"collected-data-list-1": "korzystając z Geolocation API*",
	"collected-data-list-2": "ręcznie wprowadzając pożądaną lokalizację",
	"collected-data-3": "* wymaga zezwolenia przeglądarce uprawnienia.",
	"collected-data-4": "Jeżeli zostanie wybrana druga opcja, wówczas Air Radar skorzysta z serwisu firmy trzeciej (Nominatim), w celu pozystania koordynatów geograficznych z wpisanej lokalizacji. Ich polityka prywatności może zostać znaleziona",
	"collected-data-5": "tutaj",
	"collected-data-6": "Air Radar nie używa wyszukiwania lokalizacji na podstawie adresu IP.",
	"collected-data-7": "Bez względu na wybrany sposób, koordynaty będą częścią raportu, które zostanie zapisany w bazie danych. Ponieważ sam raport zawiera już dane dotyczące jakości powietrza, koordynaty zostaną wykorzystane tylko w celu ukazania interaktywnej mapy, jak również do obliczenia dystansu między dostarczoną lokalizacją, a czujnikiem jakości powietrza.",
	"collected-data-8": "Połączenie między stroną, a bazą danych jest szyfrowane, a dane dostępowe - silne i okresowo zmieniane, dla lepszego bezpieczeństwa.",
	"data-removal": "Usuwanie danych",
	"data-removal-1": "Raporty utworzone przez użytkownika są zapisywane w przeglądarce, mogą być zarządzane (w tym również usunięte) na stronie historii. W przypadku chęci usunięcia raportu przez użytkownika po wyczyszczeniu pamięci przeglądarki, może on skontaktować się z administratorem strony przez e-mail:",
	"data-removal-2": "dołączając unikatowy identyfikator raportu lub, w przypadku braku posiadania takowego, podania innych informacji, które pomogą w odnalezieniu raportu (może to być np. data, kiedy raport został utworzony). Administrator usunie raport z bazy danych w ciągu 48 godzin.",
	"data-removal-3": "Baza danych zawierająca raporty wygenerowane przez użytkowników może być okresowo czyszczona, bez uprzedniego powiadomienia.",
	"third-party": "Usługi firm trzecich",
	"third-party-1": "Strona Air Radar jest hostowana przez Vercel, natomiast baza danych, w której przechowujemy wygenerowane raporty - przez MongoDB Atlas. Wykorzystujemy również usługi firm trzecich, między innymi",
	"third-party-2": "część fundacji OpenStreetMap",
	"third-party-3": "i",
	"third-party-4": ", które posiadają własne polityki prywatności.",
	"third-party-5": "Nie wykorzystujemy żadnych narzędzi służących do analityki, marketingu, czy pokazywania reklam.",
	"cookies": "Ciasteczka i pamięć przeglądarki",
	"cookies-1": "Air Radar wykorzystuje tzw. 'ciasteczka' tylko w celu poprawy wydajności, a co za tym idzie ich obsługa nie jest wymagane, mimo wszystko zalecana. Korzystamy również z Web Storage API w celu zapisywania preferencji użytkownika i wygenerowanych raportów (w formie unikatowych identyfikatorów). Wyłączenie, bądź opróżnienie pamięci przeglądarki może wpłynąć na funkcjonalność strony.",
	"other": "Inne obawy",
	"other-1": "Użytkownicy mogą w każdej chwili skontaktować się z administratorem strony w celu zadania pytań lub wyjaśnienia obaw związanych z ich prywatności, korzystając z adresu e-mail:"
}
