{
	"title": "Privacy policy",
	"last-updated": "Last updated:",
	"introduction": "Introduction",
	"introduction-1": "Air Radar was created to allow people to easily discover air quality anywhere in the world in a matter of seconds and then - if they want to - easily share this information with others.",
	"introduction-2": "There are already many tools that enable such functionality. Some of them display colorful maps with hundreds or even thousands of sensors. Why would we want to reinvent the wheel?",
	"introduction-3": "Well, there are some things that we do not like about the existing solutions, mainly:",
	"introduction-list-1": "privacy implications (collecting user data, displaying annoying ads);",
	"introduction-list-2": "limited data coverage;",
	"introduction-list-3": "limited customization options;",
	"introduction-list-4": "selling proprietary, often very expensive sensors, without allowing custom-made sensors.",
	"introduction-4": "Air Radar aims to solve these issues by offering a totally free and open-source platform, which does not collect any data and allows for multiple customization options.",
	"collected-data": "Collected data",
	"collected-data-1": "Since Air Radar does not offer account creation, we do not collect nor store sensitive data, such as e-mail addresses, passwords, names etc.",
	"collected-data-2": "In order to create air quality reports, user needs to provide a location. They can do it in 2 ways:",
	"collected-data-list-1": "using the Geolocation API*",
	"collected-data-list-2": "manually entering a desired location",
	"collected-data-3": "* requires browser permission to be granted.",
	"collected-data-4": "If the second option is chosen, Air Radar will use a third-party service (Nominatim) to obtain the geographic coordinates from the given location. Their privacy policy can be found",
	"collected-data-5": "here",
	"collected-data-6": "Air Radar does not use IP-based location lookup.",
	"collected-data-7": "Regardless of the way chosen, the coordinates will be a part of the report, which is saved in a database. Since the report itself already contains air quality data, the coordinates are only used to show an interactive map and calculate a distance between the provided location and the air quality sensor.",
	"collected-data-8": "The connection between the site and the database is encrypted and the access credentials are strong and periodically changed for further security.",
	"data-removal": "Data removal",
	"data-removal-1": "Reports created by the user are saved in the browser and can be seen and managed (therefore also deleted) on the history page. In case the user clears the browser storage and still wants to delete a report, they can contact the site administrator at",
	"data-removal-2": "with a unique report ID, or, in case they do not have it, with other details, which can help find the report (such as, but not limited to: the time, when the report was created). The administrator will remove the report from the database within 48 hours.",
	"data-removal-3": "The database containing user-generated reports may also be periodically purged, without a notice.",
	"third-party": "Third-party services",
	"third-party-1": "Air Radar site is hosted on Vercel and the database we use to store air quality reports is hosted on MongoDB Atlas. We also use third-party services, including",
	"third-party-2": "part of OpenStreetMap foundation",
	"third-party-3": "and",
	"third-party-4": ", which maintain their own privacy policy pages.",
	"third-party-5": "We do not use any analytics, marketing or advertising services.",
	"cookies": "Cookies and browser storage",
	"cookies-1": "Air Radar uses cookies only for performance reasons and therefore they are not required, but highly recommended. We also use the Web Storage API for saving user preferences and generated reports (in the form of unique IDs). Disabling or clearing the browser storage may impact the functionality of the site.",
	"other": "Other concerns",
	"other-1": "Users can contact the site administrator at any time regarding any questions and concerns related to their privacy at"
}
